[
    {
        "id": 0,
        "name": "FISE",
        "nb_occurences": 4,
        "description" : "La faction qui a posé cette carte gagne 1 point DDRS."
    },
    {
        "id": 1,
        "name": "FISA",
        "nb_occurences": 4,
        "description" : "La faction qui a posé cette carte gagne 2 points DDRS si le nombre de cartes retournées sur le plateau (y compris celle-ci) est pair, et 0 sinon."
    },
    {
        "id": 2,
        "name": "FC",
        "nb_occurences": 4,
        "description" : "La faction qui a posé cette carte gagne 4 points DDRS si au moins une autre carte FC est retournée sur le plateau et 0 sinon."
    },
    {
        "id": 3,
        "name": "EcologIIE",
        "nb_occurences": 2,
        "description" : "La faction qui a posé cette carte gagne 1 point DDRS par carte FISE/FISA/FC retournée."
    },
    {
        "id": 4,
        "name": "lIIEns",
        "nb_occurences": 2,
        "description" : "Prenez toutes les cartes FISE/FISA/FC retournées, retirez les du plateau, mélangez les et reposez les face cachées une par une sur la gauche de la carte la plus en haut à gauche du plateau, dans cet ordre. Les prochaines cartes à être retournées sont ces cartes là."
    },
    {
        "id": 5,
        "name": "Soiree_sans_alcool",
        "nb_occurences": 1,
        "description" : "Si au moins une carte alcool est retournée, supprimez toutes les cartes FISE/FISA/FC retournées du plateau. Supprimez ensuite la première et la dernière ligne du plateau. Sinon la faction qui a posé cette carte gagne 5 points DDRS."
    },
    {
        "id": 6,
        "name": "Alcool",
        "nb_occurences": 1,
        "description" : "Supprimez du plateau toutes les cartes qui touchent cette carte-ci (mais laissez la carte Alcool sur le plateau)."
    },
    {
        "id": 7,
        "name": "Cafe",
        "nb_occurences": 3,
        "description" : "Supprimez toutes les cartes Thé et Alcool retournées sur le plateau. Si une carte Ecocup est retournée sur le plateau, la faction qui a posé cette carte gagne 1 point DDRS. Sinon elle perd 1 point DDRS."
    },
    {
        "id": 8,
        "name": "The",
        "nb_occurences": 3,
        "description" : "Supprimez toutes les cartes Café et Alcool retournées sur le plateau. Si une carte Ecocup est retournée sur le plateau, la faction qui a posé cette carte gagne 1 point DDRS. Sinon elle perd 1 point DDRS."
    },
    {
        "id": 9,
        "name": "Ecocup",
        "nb_occurences": 1,
        "description" : "Cette carte est sans effet."
    },
    {
        "id": 10,
        "name": "Reprographie",
        "nb_occurences": 1,
        "description" : "La faction adverse de celle qui a posé cette carte perd 1 points DDRS pour chaque paire de cartes retournées et identiques sur le plateau. (S'il y a 3 cartes identiques, cela fait 3 paires)."
    },
    {
        "id": 11,
        "name": "Isolation_du_batiment",
        "nb_occurences": 1,
        "description" : "Chaque faction gagne 1 point DDRS par carte non retournée et non supprimée du plateau qu'elle a posée sur le plateau."
    },
    {
        "id": 12,
        "name": "Parcours_sobriete_numerique",
        "nb_occurences": 1,
        "description" : "Retournez toutes les cartes non retournées les plus à gauche et à droite de chaque ligne, sans appliquer leur effet."
    },
    {
        "id": 13,
        "name": "Heures_supplementaires",
        "nb_occurences": 1,
        "description" : "La faction adverse de celle qui a posé cette carte perd 3 points DDRS par carte Heures supplémentaires retournée sur le plateau (y compris celle-ci)."
    },
    {
        "id": 14,
        "name": "Kahina_Bouchama",
        "nb_occurences": 1,
        "description" : "Supprimez une carte non retournée du plateau choisie au hasard."
    },
    {
        "id": 15,
        "name": "Kevin_Goilard",
        "nb_occurences": 1,
        "description" : "Supprimez une ligne au hasard, la faction qui a posé cette carte gagne 2 points DDRS par carte supprimée ainsi."
    },
    {
        "id": 16,
        "name": "Massinissa_Merabet",
        "nb_occurences": 1,
        "description" : "La faction qui a posé cette carte réactive l'effet de la dernière carte retournée avant Massinissa Merabet, en faisant comme elle l'avait posée elle-même, même si ce n'est pas le cas."
    },
    {
        "id": 17,
        "name": "Vitera_Y",
        "nb_occurences": 1,
        "description" : "La faction qui a le moins de points DDRS gagne 3 points DDRS."
    },
    {
        "id": 18,
        "name": "Jonas_Senizergues",
        "nb_occurences": 1,
        "description" : "Supprimez toutes les cartes Heures supplémentaires retournées du plateau."
    },
    {
        "id": 19,
        "name": "Fetia_Bannour",
        "nb_occurences": 1,
        "description" : "Si la carte Heures supplémentaires est retournée sur le plateau, supprimez toutes les cartes de la ligne et de la colonne où est posée cette carte (y compris celle-ci). Sinon la faction qui a posé cette carte gagne 1 point DDRS par carte Catherine Dubois, Anne-Laure Ligozat, Guillaume Burel, Christophe Mouilleron, Thomas Lim, Julien Forest et Dimitri Watel retournée sur le plateau."
    },
    {
        "id": 20,
        "name": "Catherine_Dubois",
        "nb_occurences": 1,
        "description" : "Supprimez la première et la dernière cartes de la ligne et de la colonne où est posée cette carte."
    },
    {
        "id": 21,
        "name": "Anne_Laure_Ligozat",
        "nb_occurences": 1,
        "description" : "Pour chaque carte EcologIIE, Ecocup, Isolation du bâtiment et parcours Sobriété numérique retournée, la faction qui a posé cette carte gagne 3 points DDRS et la dernière carte non retournée du plateau est supprimée. (L'effet continue même si Anne-Laure Ligozat ou une des 4 cartes précédemment mentionnées est supprimée)."
    },
    {
        "id": 22,
        "name": "Guillaume_Burel",
        "nb_occurences": 1,
        "description" : "Si la faction adverse de celle qui a posé cette carte a plus de points DDRS, la seconde lui vole 3 points DDRS."
    },
    {
        "id": 23,
        "name": "Christophe_Mouilleron",
        "nb_occurences": 1,
        "description" : "Si la carte Heures supplémentaires est retournée sur le plateau, supprimez toutes les cartes retournées du plateau sauf les cartes Christophe Mouilleron et Heures supplémentaires."
    },
    {
        "id": 24,
        "name": "Thomas_Lim",
        "nb_occurences": 1,
        "description" : "Si Julien Forest n'est par retourné sur le plateau, la faction qui a posé cette carte gagne 3 points DDRS par carte FISE retournée sur le plateau. Sinon la faction adverse perd 1 point DDRS par carte FISE retournée sur le plateau."
    },
    {
        "id": 25,
        "name": "Julien_Forest",
        "nb_occurences": 1,
        "description" : "La faction qui a posé cette carte gagne 6 points DDRS par carte FISE retournée sur le plateau si au moins une carte Café est retournée sur le plateau."
    },
    {
        "id": 26,
        "name": "Dimitri_Watel",
        "nb_occurences": 1,
        "description" : "La faction qui a posé cette carte gagne 3 points DDRS par carte FISA ou FC retournée sur le plateau si au moins une carte Thé est retournée sur le plateau."
    },
    {
        "id": 27,
        "name": "Djibril_Aurelien_Dembele_Cabot",
        "nb_occurences": 1,
        "description" : "S'il y a plus de 3 cartes retournées sur la ligne de cette carte, la faction qui a posé cette carte gagne 5 points DDRS."
    },
    {
        "id": 28,
        "name": "Eric_Lejeune",
        "nb_occurences": 1,
        "description" : "Prenez au hasard 5 cartes retournées du plateau (ou toutes les cartes retournées du plateau s'il y a moins de 5). Si une de ces cartes est une carte Catherine Dubois, Anne-Laure Ligozat, Guillaume Burel, Christophe Mouilleron, Thomas Lim, Julien Forest ou Dimitri Watel, mélangez les et placez les à gauche de la case la plus à gauche de la première ligne. Les prochaines cartes à être retournées sont ces cartes là. Sinon, supprimez ces cartes du plateau."
    },
    {
        "id": 29,
        "name": "Lucienne_Pacave",
        "nb_occurences": 1,
        "description" : "S'il y a une carte FISA retournée dans la même ligne ou la même colonne que cette carte, la faction qui a posé cette carte gagne 5 points DDRS."
    },
    {
        "id": 30,
        "name": "Katrin_Salhab",
        "nb_occurences": 1,
        "description" : "Si les cartes Djibril-Aurélien Djembele-Cabeau, Eric Lejeune et Lucienne Pacavé sont retournées, la faction qui a posé cette carte gagne 10 points DDRS. Sinon, retournez toutes les cartes dans la même ligne de cette carte sans appliquer leurs effets."
    },
    {
        "id": 31,
        "name": "Laurent_Prevel",
        "nb_occurences": 1,
        "description" : "Si Laurent Prével est la dernière carte retournée du plateau, la faction qui a posé cette carte gagne la manche, quel que soit le nombre de points DDRS des deux factions."
    }
]